const languageBox = {
  week: {
    EN: ['Mon', 'Tues', 'Wed', 'Thurs', 'Fri', 'Sat', 'Sun'],
    RU: ['Пн', 'Вт', 'Ср', 'Чт', 'Пн', 'Сб', 'Вс'],
    BE: ['Пн', 'Аў', 'Ср', 'Чц', 'Пн', 'Сб', 'Нд'],
  },

  months: {
    EN: ['Jan', 'Feb', 'Mar', 'Apr', 'May', 'Jun', 'Jul', 'Aug', 'Sep', 'Oct', 'Nov', 'Dec'],
    RU: ['Янв', 'Фев', 'Мар', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
    BE: ['Сту', 'Лют', 'Сак', 'Кра', 'Тра', 'Чэр', 'Ліп', 'Жні', 'Вер', 'Кас', 'Ліс', 'Сне'],
  },

  dayWeather: {
    EN: {
      0: ['Weather:', ''],
      1: ['Feels like:', ''],
      2: ['Wind:', ''],
      3: ['Humidity:', ''],
    },
    RU: {
      0: ['Погода:', ''],
      1: ['Ощущается:', ''],
      2: ['Ветер:', ''],
      3: ['Влажность:', ''],
    },
    BE: {
      0: ['Надвор\'е:', ''],
      1: ['Адчувацца:', ''],
      2: ['Вецер:', ''],
      3: ['Вільготнасць:', ''],
    },
  },
};

export { languageBox as default };
